Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2010/2.samiske_medier.pdf.tmx
Source language: nob
Languages: sme

source: Enkelte lesere kan dermed ha følt at den nye avisen ikke sammenfalt med deres preferanser, og at de dermed ikke gikk over til å lese Ávvir.
sme: Muhtin lohkkit sáhtte danin dovdat ahte ođđa áviisa ii heive sin preferánssaide, ja danin eai lohkagoahtán Ávvira.

source: Samtidig som utbredelsen av det samiskspråklige avistilbudet ser ut til å ha stagnert, har opplaget til den norskspråklige avisen Ságat økt markant siden år 2000. Ságat har i perioden økt opplaget med 14,7 %, som er relativt høyt tatt i betraktning at det totale opplagstallet i Norge falt med 15,5 % i samme periode (Sigurd Høst, 2010).
sme: Seammás go sámegielat áviisafálaldaga leavvan orru bisánan, de goit dárogielat áviissa Ságat deaddilanlogut leat sakka lassánan jagi 2000 rájes. Ságat áviissa deaddilanlohku lea dán áigodagas lassánan 14,7 %, mii lea alla lohku go buohtastahttá Norgga obbalaš deaddilanloguin mii gahčai 15,5 % seamma áigodagas (Sigurd Høst, 2010).

source: Sannsynligvis er det flere årsaker til Ságats vekst. De omfatter trolig både ytre samfunnsforhold og interne kvaliteter ved selve avisen og redaksjonen.
sme: Jáhkkimis leat ollu ákkat Ságaha ovdáneapmái, mat dáidet fátmmastit sihke olgguldas servvodatdilálašvuođaid ja siskkáldas kvaliteahtaid áviissas ja redakšuvnnas.

source: Et punkt det likevel er verdt å bite seg merke i, er at Ságat skriver på norsk og dermed ikke møter de samme språklige barrierene som Ávvir.
sme: Okta ášši maid aŋkke lea veara fuomášit, lea ahte Ságat čállá dárogillii, ja dasto ii deaivva seamma gielalaš oaziid go Ávvir.

source: Avisen kan dermed henvende seg til den store delen av den samiske befolkningen som ikke behersker samisk, samtidig som den i større grad har mulighet til å henvende seg til et ikke-samisk publikum som interesserer seg for samiske forhold.
sme: Áviisa sáhttá dainnalágiin irgalit dan stuora oassái sámi álbmogis, sidjiide geat eai hálddaš sámegiela, seammás go das lea buoret vejolašvuohta olahit sin geat eai leat sápmelaččat, muhto geain lea beroštupmi sámi dilálašvuođaide.

source: Daværende redaksjonssekretær i Ságat, Oddgeir Johansen, sa i et intervju med Eli Skogerbø i 1999: ”Avisen skal være et tilbud til de mange samer som ikke snakker samisk eller leser samisk, og til ikke-samer som er interessert i samepolitikk.
sme: Dalá redakšuvdnačálli Ságat áviissas, Oddgeir Johansen, dajai muhtin jearahallamis Eli Skogerbøain 1999 ahte “Áviisa galgá leat fálaldat daidda oallut sápmelaččaide geat eai huma, eaige loga sámegiela, ja sidjiide geat eai leat sápmelaččat, muhto geain lea beroštupmi sámepolitihkkii”.

source: ” Isolert kan opplagstallene gi støtte til at Ságat har lyktes med denne strategien.
sme: Sierra sáhttet deaddilanlogut doarjut dan ahte Ságat lea lihkostuvvan dáinna strategiijain.

source: I perioden etter årtusenskiftet har det vært en relativt sterk samisk bevisstgjøring, noe som blant annet reflekteres gjennom økningen i Sametingets valgmanntall.
sme: Áigodagas maŋŋel jahkeduhátmolsašumi lea oalle garrasit lassánan dihtomielalašvuohta sápmelašvuhtii, mii earet eará oidno Sámedikki jienastuslogu lassáneamis.

source: Ifølge Sametinget økte valgmanntallet med 40 % fra valget i 2001 til 2009-valget – fra 9 921 til 13 890 innmeldte.
sme: Sámedikki dieđuin lea jienastuslohku lassánan 40 % 2001 válgga rájes 2009 válgga rádjái, 9921 rájes 13 890 čálihuvvon olbmui.

source: Samtidig har flere samiske spørsmål vært gjenstand for allmenn debatt, særlig i Finnmark.
sme: Seammás leat eanet sámi gažaldagat leamaš almmolaš digaštallamiin, erenoamážit Finnmárkkus.

source: Innføringen av finnmarksloven og arbeidet med den nye mineralloven er eksempler på saker som har skapt stort engasjement, og det kan være grunn til å tro at mange som interesserer seg for slike spørsmål, finner informasjon gjennom Ságat.
sme: Finnmárkkulága ásaheapmi ja bargu ođđa Minerálalágain leat ovdamearkkat dakkár gažaldagain mat leat boktán garra beroštumi. Lea ágga doaivut ahte oallugat sis geat beroštit dakkár jearaldagain gávdnet dieđuid Ságat áviissas.

source: I tillegg viste Skogerbøs analyse fra 2000 at Ságat hadde en relativt lav oppslutning i hjemkommunen Porsanger.
sme: Dasa lassin čájeha Skogerbø analysa jagi 2000 Váldoredaktevra Sara Beate Eira dieđut telefuvnna bokte

source: 2.4.2 Avisenes oppslutning
sme: 2.4.2 Beroštupmi áviissaide

source: Det er ikke blitt gjennomført noen omfattende offentlige leserundersøkelser siden Skogerbøs rapport (2000).
sme: Maŋŋel Skogerbøa raporta (2000) eai leat dahkkon makkárge goatnjedis lohkkiidguorahallamat.

source: Denne rapporten viste imidlertid at det som i dag utgjør de samiske dagsavisene (Ságat, Min Áigi og Áššu), den gang i hovedsak ble lest i Finnmark.
sme: Su raporta čájeha goitge ahte daid áviissaid, mat odne leat sámi beaiveáviissat (Ságat, Min Áigi ja Áššu), dalle lohke eanemusat Finnmárkkus.

source: Særlig gjaldt dette de samiskspråklige avisene, som hadde sin hovedtyngde i Indre Finnmark.
sme: Erenoamážit guoská dát sámegielat áviissaide main lei váldodeaddu SisFinnmárkkus.

source: Andelen som oppga at de leste Min Áigi ofte (to eller flere ganger i uken), var henholdsvis 62 % og 38 % i Karasjok og Kautokeino, mens tilsvarende for Áššu var 24 % og 63 %.
sme: Oassi mii dieđihii ahte lohke Min Áiggi dávjá (guovtti geardde dahje dávjjibut vahkkus) lei 62 % Guovdageainnus ja 38 % Kárášjogas. Vástideaddji logut Áššu áviisii leat 24 % ja 63 %.

source: I Tana og Sør-Norge oppga dessuten henholdsvis 18 % og 15 % at de leste Min Áigi ofte..
sme: Deanus ja Lulli-Norggas dieđihedje dasa lassin 18 % ja 15 % ahte sii lohke Min Áiggi dávjá, ja doppe lei oassi vuollel logi proseantta.

source: I de øvrige områdene var dette tallet på rundt 10 % eller under.
sme: Eará guovlluin ledje logut birrasiid logi proseantta dahje vuollel.

source: Særlig lavt var det i Midtre-Nordland, Sørsameområdet, Porsanger og Nord-Troms.
sme: Erenoamážit lei lohku vuollin Gaska-Nordlánddas, Lullisámeguovllus, Porsáŋggus ja Davvi-Romssas.

source: I disse områdene oppga fire av ti at de aldri leste avisene.
sme: Dain guovlluin dadje njeallje olbmo logi olbmos ahte eai goassege lohkan áviissaid (eai dávjá, eaige hárve).

source: Ságat hadde en god del bredere leseroppslutning, men med hovedvekt på Finnmark, særlig Tana, hvor hele 66 % svarte at de leste avisen ofte.
sme: Ságahis lei oalle ollu viidát beroštupmi lohkkiin, muhto váldodeaddu lei Finnmárkkus, erenoamážit Deanus gos olles 66 % vástidedje ahte lohke áviissa dávjá.

source: Avisen hadde imidlertid svakest oppslutning i Sørsameområdet, hvor bare 7 % svarte at de leste avisen ofte, i tillegg til at bare 59 % leste den en sjelden gang (to–fem ganger i måneden eller sjeldnere).
sme: Áviissas beroštedje goitge unnimusat Lullisámeguovllus gos duššo 7 % vástidedje ahte lohke áviissa dávjá, lassin dasa ahte duššo 59 % lohke áviissa hárve (2-5 gearddi mánus dahje hárvebat).

source: Det er ikke mulig å si noe om hvorvidt dette er gyldig i dag, og det er ønskelig med en ny undersøkelse for å teste i hvilken grad hele den samiske befolkningen har et samisk avistilbud.
sme: Ii leat vejolaš dadjat maidege dan birra leago dat gustojeaddji odne, ja lea sávahahtti oažžut ođđa guorahallama, geahččalit man muddui olles sámi álbmogis lea sámi áviisafálaldat.

source: 2.4.3 Avisenes rammevilkår
sme: 2.4.3 Áviissaid rámmaeavttut

source: Markedet for de to samiske dagsavisene er sterkt begrenset, og det er vanskelig for avisene å gi et adekvat tilbud på kommersiell basis.
sme: Dán guovtti sámi beaiveáviissa márkan lea ráddjejuvvon, ja lea váttis áviissaide addit adekváhta fálaldaga kommersieallas dásis.

source: Avisene dekker forholdsvis store områder, der begge har etablert flere lokalkontorer, uten at de har større opplag enn små norske lokalaviser.
sme: Áviissat gokčet oalle stuora guovlluid, gos goappaš áviissat leat ásahan eanet báikkálaškantuvrraid, vaikko vel dáin áviissain ii leatge stuorát deaddilanlohku go unna norgga báikkálašáviissain.

source: I tillegg skaper samisk språk merarbeid i form av oversetting, særlig for Ávvir, som utelukkende skriver på samisk.
sme: Dasto vel dagaha sámegiella liigegoluid jorgaleami dihte, erenoamážit Ávvirii mii čállá aivve sámegillii.

source: Avisene er derfor avhengige av den offentlige pressestøtten.
sme: Áviissain lea danin sorjjasvuohta almmolaš preassadoarjagii.

source: I 2009 var denne på totalt 21,6 millioner kroner.
sme: Jagi 2009 lei dat obbalažžat 21,6 miljovnna ruvnno.

source: Formålet med pressestøtten er at ”tilskuddet til samiske aviser og samisk språklige avissider skal legge til rette for demokratisk debatt, meningsdanning og språkutvikling i det samiske samfunnet. ” (Forskrift om tilskudd til samiske aviser.)
sme: Preassadoarjaga ulbmil lea ahte “doarjja sámi áviissaide ja sámegielat áviisasiidduide galgá láhčit dili demokráhtalaš digaštallamiidda, oaivilhuksemiidda ja giellaovdáneapmái sámi servvodagas” (Sámi áviissaid doarjaga láhkaásahus).

source: Pressestøtten har de siste årene økt betraktelig.
sme: Preassadoarjja lea maŋemus jagiid lassánan mihtilmasat.

source: Siden år 2000 har den totale bevilgningen økt fra 8 millioner kroner til 21,6 millioner kroner.
sme: Jagi 2000 rájes lea obbalaš juolludeapmi lassánan 8 miljovnna ruvnnos 21,6 miljovnna ruvdnui.

source: Særlig var det en solid økning fra 2007 til 2008, da pressestøtten økte fra 13,9 millioner kroner til 18,9 millioner kroner.
sme: Erenoamážit lei nanu lassáneapmi 2007 rájes 2008 rádjái, go preassadoarjja lassánii 13,9 miljovnna ruvnnos 18,9 miljovnna ruvdnui.

source: Dette ga rom for at både Ságat og Ávvir kunne øke tallet på utgivelser til fem ganger i uken.
sme: Dát attii dilálašvuođa sihke Ságat áviisii ja Ávvirii lasihit almmuhemiid, ja almmuhišgohtege viđa gearddi vahkkus.

source: Tidligere utkom Ságat tre ganger ukentlig, mens både Min Áigi og Áššu ble utgitt to ganger.
sme: Ovdal almmuhedje Ságat áviissa golmma geardde vahkkus ja sihke Min Áiggi ja Áššu almmuhedje guovtti geardde vahkkus.

source: Støtten fordeles gjennom et grunntilskudd som deles likt mellom de støtteberettigede, samt et variabelt tilskudd som gis på grunnlag av antall sider på samisk.
sme: Ruhtadoarjaga juhket vuođđoruhtajuolludemiid bokte, maid juhket dássedit gaskal daid main lea riekti oažžut doarjaga.

source: Dette medfører at Ávvir får mer i støtte enn Ságat.
sme: Dát mielddisbuktá ahte Ávvir oažžu eanet doarjaga go Ságat.

source: I 2009 mottok Ávvir 12,3 millioner kroner, mens Ságat fikk 9 millioner kroner.
sme: Jagi 2009 oaččui Ávvir 12,3 miljovnna ruvnno, dan bottu go Ságat oaččui 9 miljovnna ruvnno.

source: I tillegg mottok Nuorttanáste 250 000 kroner og Lokalavisa NordSalten 378 000 kroner i støtte.
sme: Dasa lassin vuostáiválddii Nuorttanáste 250 000 ruvnno ja Avisa Nord-Salten oaččui 378 000 ruvdnosaš doarjaga.

source: Figur 2.7 Pressestøtte samiske aviser (tall i tusen kroner)
sme: Govadat 2.7 Preassadoarjji sámi áviissaide (logut duhát ruvnnuin)

source: Støtte til samiske aviser.
sme: Ruhtadoarjja sámi áviissaide.

source: Kilde: Statsbudsjettet 2001–2010
sme: Gáldu: Stádabušeahtta 2001-2010.

source: 2.5 Internett
sme: 2.5 Interneahtta

source: En av de mest markante og interessante trendene i medieverdenen er den raske fremveksten av Internett som mediearena.
sme: Okta dain eanemus mearkkašahtti ja gelddolaš trendain mediamáilmmis lea interneahta jođánis ovdáneapmi mediaarenan.

source: Dette er en trend som vi også ser i den samiske befolkningen.
sme: Dát lea trenda maid maiddái vuohttit sámi álbmoga gaskkas.

source: Tilgang til og bruk av Internett er målt i NRK Sámi Radios brukerundersøkelse.
sme: Interneahta geavaheami ja vejolašvuođa beassat internehttii leat NRK Sámi Radio geavaheddjiidguorahallamis iskkan.

source: I 2003 oppga tre av fire at de hadde tilgang til Internett, mens andelen i 2009 hadde vokst til 91 %.
sme: Jagi 2003 dadje golbma olbmo njealjis ahte sis lei interneahtta olámuttus, dan bottu go dát oassi lei 2009 lassánan 91 %.

source: Samtidig svarte 92 % at de hadde brukt Internett i løpet av de siste 30 dagene, mens bare 61 % svarte det samme i 2003. Dette indikerer at Internett er et medium som er blitt svært utbredt i den samiske befolkningen.
sme: Seammás vástidedje 92 % ahte sii ledje atnán interneahta maŋemus 30 beaivvis, vaikko duššo 61 % vástidii seamma jagi 2003. Dat čujuha ahte interneahtta lea gaskaávnnas mii lea šaddan hui dábálažžan sámi álbmogis.

source: Satsingen på Internett har da også vært stor i de samiske medieinstitusjonene.
sme: Interneahta vuoruheapmi leage leamaš stuoris sámi mediaásahusain.

source: Både NRK Sámi Radio, Ságat og Ávvir tilbyr kontinuerlige oppdateringer av nyheter og aktualitetsstoff på sine internettsider.
sme: Sihke NRK Sámi Radio, Ságat ja Ávvir fállet geažoáigge ođasmahttima ođđasiin ja áigeguovdilis áššiin neahttasiidduineaset.

source: I NRK Sámi Radios undersøkelse svarer én av tre at de har besøkt Sameradioens hjemmesider i løpet av den siste måneden, mens tilsvarende tall i 2003 var 9 %.
sme: NRK Sámi Radio iskosis vástidii okta golmmas ahte sii ledje fitnan sámeradio ruovttusiiddus maŋemus mánus, juosgo vástideaddji lohku 2003 lei 9 %.

source: 22 % svarte at de hadde vært innom hjemmesiden minst én gang den siste uken, og 20 % hadde vært innom siden daglig den siste uken.
sme: 22 % vástidedje ahte sii leat fitnan ruovttusiiddus unnimusat okte maŋemus vahkkus, ja main 20 % ledje leamaš ruovttusiiddus beaivválaččat maŋemus vahkkus.

source: Andelen som oppgir enten Sámi Radio eller en av avisenes internettsider som sin viktigste kilde til informasjon, er også i vekst og var i 2009 på 8 %.
sme: Oassi mii dieđiha juogo Sámi Radio dahje muhtin dáid áviissaid neahttasiiddu iežaset deháleamos diehtogáldun lea maiddái lassáneame, ja 2009 lei 8 %.

source: Dersom man også hadde inkludert sosiale medier, som for eksempel Facebook, ville andelen sannsynligvis vært enda større.
sme: Jus maiddái fátmmasta sosiála mediaid, nugo ovdamearkka dihte Facebook, de livččii oassi dáidán leat vel ain stuorát.

source: Det er særlig de yngre som bruker Internett.
sme: Leat erenoamážit nuorabut geat atnet interneahta.

source: I Sameradioens undersøkelse fra 2009 var det signifikant flere i den yngste gruppen (15–39 år) som oppga både NRK Sámi Radios nettsider og de samiske avisenes hjemmesider som sin viktigste kilde til informasjon.
sme: Sámeradio guorahallamis jagi 2009 ledje čielgasit eanet nuoramus joavkkus (15-39 jagi) geat dieđihedje sihke NRK Sámi Radio neahttasiidduid ja sámi áviissaid neahttasiidduid sin deháleamos diehtogáldun.

source: I denne gruppen oppga 13 % Sameradioens nettsider, mens tilsvarende for den eldste gruppen (over 60 år) var 4 %.
sme: Dan joavkkus dieđihedje 13 % sámeradio neahttasiidduid, dan bottu go seamma vástádus boarráseamos joavkkus (badjel 60 jagi) lei 4 %.

source: Blant de yngste svarte dessuten 7 % samiske aviser på nett, mens bare 1 % av dem over 40 år oppga dette.
sme: Nuoramusain vástidedje dasto vel 7 % sámegielat áviissat neahtas, dan bottu go duššo 1 % dieđihii seamma sis geat ledje badjel 40 jagi.

source: Figur 2. 8 Tilgang til Internett
sme: Govadat 2.8 Internehttii beassan

source: Kilde: NRK Sámi Radios brukerundersøkelser 2003 –2009. I 2007 og 2008 tok undersøkelsen ikke utgangspunkt i Sametingets valgmanntall, og er dermed ikke direkte sammenlignbart med øvrige år.
sme: Gáldu: NRK Sámi Radio geavaheddjiidguorahallamat 2003-2009. Jagi 2007 ja 2008 ii lean iskosiid vuođđun Sámedikki jienastuslohku, ja danin ii sáhte dáid jagiid njuolgut buohtastahttit eará jagiiguin.

source: 2.6 Konklusjoner
sme: 2.6 Loahppaárvalusat

source: De samiske mediene har vist en solid utvikling siden årtusenskiftet i form av økt sendetid i radio og tv, økte avisutgivelser og økte rammebetingelser for samiske aviser.
sme: Sámi mediat leat čájehan nanu ovdáneami jahkeduhátmolsašumi rájes, go sáddenáigi lea lassánan sihke radios ja tv:s, áviisaalmmuheamit leat lassánan ja rámmaeavttut sámi áviissaide leat lassánan.

source: NRK Sámi Radio har i denne perioden styrket sin posisjon i den samiske befolkningen som det foretrukne medievalget om samiske forhold.
sme: NRK Sámi Radio lea dán áigodagas nanusmahttán sajádagas sámi álbmoga oiddot mediaválljejupmin go sámi áššiin lea sáhka.

source: Sameradioens brukerundersøkelse viser at seks av ti spurte oppga ett av sameradioens tilbud som den beste kilden til informasjon om samiske spørsmål.
sme: Sámeradio geavaheddjiidguorahallan čájeha ahte guhtta logi jerrojuvvon olbmos dieđihedje ovtta sámeradio fálaldagain buoremus diehtogáldun sámi jearaldagaid birra.

source: I 2005 var tilsvarende andel på 34 %.
sme: 2005 lei vástideaddji oassi 34 %.

source: Samtidig har andelen som oppgir enten lokalaviser eller NRKs distriktssendinger sunket fra henholdsvis 16 % og 19 % til 5 % og 8 %.
sme: Seammás lea oassi, geat válljejit juogo báikkálašáviissaid dahje NRK:a guovllusáddagiid, unnon 16 % ja 19 % rájes gitta 5 % ja 8 %.

source: Dette indikerer at Sameradioen i dag når frem til en bredere del av den samiske befolkningen enn tidligere, på bekostning av ikke-samiske lokalmedier.
sme: Orru danin čájeheamen ahte sámeradio odne joksá viidábut sámi álbmoga go ovdal, muhto dan ovddas fertejit máksit dárogielat báikkálašmediat.

source: Det kan dessuten synes som om tv-tilbudet har styrket seg særlig.
sme: Orru maiddái nu ahte tv-fálaldat leat erenoamážit nanusnuvvon.

source: NRK Sámi Radio har siden 2005 mer enn doblet sin totale sendetid på tv – fra 119,5 til 248 timer i 2009. Samtidig oppnår kanalens tv-tilbud relativt høye seertall, sammenlignet med for eksempel antall innmeldte i Sametingets valgmanntall.
sme: NRK Sámi Radio lea 2005 rájes eanet go duppalasttán iežaset obbalaš sáddenáiggi tv:s, 119,5 diimmus 248 diibmui jagi 2009. Seammás jokset kanála tv-fálaldagat oalle alla gehččiidloguid, go buohtastahttá ovdamearkka dihte dainna galle olbmo leat čálihuvvon Sámedikki jienastuslohkui.

source: Dette forteller at sendingene sannsynligvis ses av et betydelig antall ikke-samer.
sme: Dát muitala ahte sáddagiid várra gehččet maiddái stuora oassi olbmuin geat eai leat sápmelaččat.

source: Sameradioens brukerundersøkelse viser at tv-sendingene også har en stor appell i store deler av den samiske befolkningen.
sme: Sámeradio geavaheddjiidiskkus čájeha aŋkke ahte tv-sáddagat maiddái hirbmadit beroštahttet stuora oasi sámi álbmogis.

source: Selv om det er et flertall blant samiskspråklige og bosatte i Finnmark som følger med på disse sendingene, har over sju av ti i de øvrige områdene sett minst én av sendingene i løpet av de siste 30 dagene.
sme: Vaikko vel leage sámegielagat ja sii geat orrot Finnmárkkus eanetlogus sin gaskkas geat čuvvot sáddagiid, de leat čiežas logi olbmos eará guovlluin oaidnán unnimusat ovtta sáddaga maŋemus 30 beaivvis.

source: Reduserte språkbarrierer i form av norske undertekster, samt fordelen av å dekke samtlige husstander i Norge, gjør at Sameradioens tv-tilbud er i en særstilling når det gjelder å nå frem til både norske og samiske målgrupper.
sme: Binnuduvvon giellaoazit, nugo dárogillii teksten, ja maiddái ovdamunit das go gokčet visot dállodoaluid Norggas, dahket ahte sámeradio tv-fálaldagas lea sierradiládet go lea sáhka joksat sihke dáru ja sámi mihttojoavkkuid.

source: Den store oppslutningen indikerer at tv-sendingene er det medietilbudet som kanskje i størst grad fungerer som et allsamisk medietilbud.
sme: Stuora beroštupmi čujuha ahte tv-sáddagat lea dat mediafálaldat mii soaitá eanemusat doaibmat obbasámi mediafálaldahkan.

source: Det kan imidlertid se ut som om samer bosatt utenfor Finnmark er mindre aktive brukere av samiske medier enn samer i Finnmark.
sme: Sáhttá aŋkke orrut nu ahte sápmelaččat geat orrot olggobealde Finnmárkku geavahit sámi mediaid unnit go sápmelaččat Finnmárkkus.

source: Dette har sannsynligvis sammenheng med at størstedelen av medietilbudet er på nordsamisk.
sme: Dát lea várra guoskevaš dasa ahte eanašoassi mediafálaldagain leat davvisámegillii.

source: Dermed har nordsamisktalende et klart sterkere medietilbud enn den øvrige samiske befolkningen. Selv tilbudet til ikke-samiskspråklige er bedret gjennom blant annet etableringen av Ođđasat og NRK Sámi Radios norskspråklige internettsider.
sme: Dasto lea davvisámegielagiidda čielgasit nannoseappo mediafálaldat go muđui álbmogii, vaikko vel fálaldat sidjiide geat eai leat sámegielagat lea buorránan, go leat ásahan Ođđasiid, ja NRK Sámi Radio dárogielat interneahttasiidduid dihte.

source: Særlig har Sameradioens tv-tilbud en sterk appell også til ikke-samiskspråklige.
sme: Erenoamážit lea sámeradio tv-fálaldahkii leamaš garra beroštupmi maiddái sin gaskkas geat eai hálddaš sámegiela.

source: På avissiden er det Ságat som har klart størst dekning, med et opplag som er dobbelt så stort som samiskspråklige Ávvir.
sme: Áviisabealis lea Ságat mii áibbas čielgasit olaha guhkimussii, go dain lea duppalit nu stuora deaddilanlohku go sámegielat Ávviris.

source: Ságat har økt sitt opplag med 14,7 %.
sme: Ságat áviisa deaddilanlohku lea lassánan 14,7 %.

source: Fremgangen kan ha sammenheng med at Ságat henvender seg til et ikke-samisktalende publikum, samtidig som det har skjedd en bevisstgjøring av samisk identitet i perioden.
sme: Ovdáneapmi sáhttá leat čadnon dasa go Ságat addá fálaldaga álbmogii mii ii hálddaš sámegiela, seammás go lea lassánan dihtomielalašvuohta sámi identitehtii dán áigodagas.

source: I tillegg har det i perioden vært flere debatter omkring samiske rettighetsspørsmål som har skapt et stort engasjement.
sme: Dasto vel leat áigodagas leamaš ollu digaštallamat sámi riekteáššiin mat leat boktán hirbmat beroštumi.

source: Imidlertid er det ikke siden Skogerbøs rapport i 2000 gjort omfattende leserundersøkelser som kunne testet en slik påstand.
sme: Goitge eai leat dahkan goatnjedis lohkiidiskosiid maŋŋel Skogerbøa raporta jagi 2000, mat livčče sáhttán geahččalit dakkár čuoččuhusaid.

source: Ávvir har på den annen side ikke klart å fange opp det totale opplagstallet til forgjengerne Min Áigi og Áššu.
sme: Ávvir fas nuppe geažis ii leat nagodan dustet ovdavázziid Min Áiggi ja Áššu obbalaš deaddilanloguid.

source: Opplagstallet til Ávvir i 2009 var bare 100 høyere enn det Min Áigi hadde året før fusjonen i begynnelsen av 2008. Dette er en ganske markant nedgang, som sannsynligvis innebærer at antall lesere av samiskspråklige aviser har gått tilbake siden fusjonen.
sme: Ávvira deaddilanlogut ledje jagi 2009 duššo 100 badjel dan logu mii Min Áiggis lei jagi ovdal ovttasteami, jagi 2008 álggus. Dát lea oalle mihtilmas gahččan, mii doaivumis mearkkaša ahte sámegieláviissaid lohkiid lohku lea njiedjan maŋŋel ovttasteami.

source: Dette må sies å være en uønsket utvikling, da et av målene for den offentlige pressestøtten er å styrke det samiske språket.
sme: Oažžu várra dadjat ahte dát ii leat sávahahtti ovdáneapmi, go okta almmolaš preassadoarjaga mihtuin lea nannet sámegiela.

source: Internett er i rask fremgang, særlig blant de yngre brukerne.
sme: Interneahtta lea jođánit ovdáneame, erenoamážit nuorat geavaheddjiid gaskkas.

source: Ni av ti spurte i Sameradioens brukerundersøkelser hadde i 2009 tilgang til Internett, hvorav samtlige hadde brukt mediet den siste måneden.
sme: Ovcci logi jerrojuvvon olbmos sámeradio geavaheddjiidguorahallamis jagi 2009 lei vejolašvuohta atnit interneahta, ja buohkat ledje atnán dán dieđihangaskaoami maŋemus mánu.

source: Både Sameradioens og de samiske avisenes hjemmesider øker dessuten i popularitet som en viktig kilde til informasjon om samiske spørsmål.
sme: Sihke sámeradio ja sámi áviissaid ruovttusiidduide lassána beroštupmi dehálaš diehtogáldun sámi gažaldagaid dáfus.
